[
  {
    "food": "Sop Buah Yogurth",
    "image": "sop_buah_yogurth.jpg",
    "ingredients": "- Buah naga secukupnya\n- Buah stroberi secukupnya\n- Buah kiwi secukupnya\n- Buah anggur secukupnya\n- Es batu secukupnya\n- 2 botol yoghurt plain atau rasa stroberi\n- Susu kental manis secukupnya\n- 2 sendok makan madu",
    "cooking_steps": "- Cara Menyiapkan Bahan-Bahan Sop Buah Yoghurt\nSilakan ambil daging buah naga yang sudah anda siapkan.\nLalu potong-potong dengan ukuran sesuai selera.\nKemudian potong buah stroberi menjadi 2 bagian atau sesuai selera.\nAmbil daging buah kiwi dan potong-potong. Setelah itu, potong buah anggur menjadi 2 bagian.\n\n- Cara Membuat Sop Buah Kuah Yoghurt\nSilakan siapkan mangkuk yang akan digunakan untuk menyajikan sop buah. Ambil buah-buahan yang sudah anda potong-potong tadi. Lalu tata di dalam mangkuk. Ambil yoghurt dan siramkan di atas buah-buahan. Selanjutnya, tuangkan madu beserta susu kental manis. Untuk susu kental manis anda bisa menambahkannya sesuai selera. Jika tidak terlalu suka manis, anda bisa menambahkannya sedikit saja. Tambahkan es batu secukupnya saja atau sesuai selera. Selain es batu, anda juga bisa menggunakan es serut."
  },
  {
    "food": "Apem Pandan",
    "image": "apem_pandan.jpg",
    "ingredients": "- 3 butir telur ayam\n- 1 sendok teh SP (pengembang kue)\n- 6 sendok makan gula pasir\n- 3 bungkus Kobe Tepung Pisang Goreng Crispy (75gr)\n- ½ sendok teh baking powder\n- 1 sachet santan kental\n- 3 sendok makan air\n- pasta pandan secukupnya\n- 3 sendok makan mentega",
    "cooking_steps": "- Kocok menggunakan mixer dengan kecepatan tinggi : telur, SP dan gula pasir sampai mengembang.\n- Masukkan Kobe Tepung Pisang Goreng Crispy dan baking powder. Kocok sesaat dengan kecepatan rendah.\n- Masukkan santan, air dan pasta pandan. Aduk rata dan matikan mixer.\n- Masukkan mentega cair dan aduk dengan spatula.\n- Tuang ke dalam loyang yang sudah diolesi minyak dan ditaburi tepung.\n- Kukus dalam panci kukus yang sebelumnya sudah dipanaskan terlebih dahulu hingga matang.\n- Angkat dan Apem Pandan siap sajikan."
  },
  {
    "food": "Cookies Pandan",
    "image": "cookies_choco_pandan.jpg",
    "ingredients": "- 40gr margarin\n- 40gr butter\n- 2 butir kuning telur\n- 50gr gula pasir\n- 3 bungkus Kobe Tepung Pisang Goreng Crispy (75gr)\n- 1/4 sendok teh baking powder\n- pasta pandan secukupnya\n- 2 buah loyang ukuran 30 x 30 cm (diolesi minyak dan terigu)\n- 50gr coklat masak\n- 3 sendok makan minyak goreng",
    "cooking_steps": "- Kocok margarin, butter, kuning telur dan gula pasir dengan mixer sampai mengembang. Sisihkan.\n- Masukkan Kobe Tepung Pisang Goreng Crispy, baking powder dan pasta pandan. Aduk hingga rata.\n- Siapkan loyang dan panaskan oven. Ambil adonan, pipihkan dengan roll kayu sampai setebal ½ cm. Cetak dengan cetakan kue.\n- Panggang selama 35 menit dengan suhu 150 derajat hingga matang. Angkat dan dinginkan.\n- Lelehkan coklat masak dengan minyak goreng sampai tidak bergumpal. Sisihkan.\n- Celupkan setengah bagian kue ke dalam coklat masak. Cookies Choco Pandan siap disajikan."
  },
  {
    "food": "Cookies Choco Chips",
    "image": "cookies_choco_chips.jpg",
    "ingredients": "- 40gr margarin\n- 40gr butter\n- 2 butir kuning telur\n- 50gr gula pasir\n- 3 bungkus Kobe Tepung Pisang Goreng Crispy (75gr)\n- 1/4 sendok teh baking powder\n- 1 sendok makan coklat bubuk\n- 2 buah loyang ukuran 30 x 30 cm (diolesi minyak dan terigu)\n- 50gr choco chips\n- gula halus secukupnya",
    "cooking_steps": "- Kocok margarin, butter, kuning telur dan gula pasir dengan mixer sampai mengembang. Sisihkan.\n- Masukkan Kobe Tepung Pisang Goreng Crispy, baking powder dan coklat bubuk. Aduk hingga rata.\n- Siapkan loyang dan panaskan oven. Ambil adonan, pipihkan dengan roll kayu sampai setebal ½ cm. Cetak dengan cetakan kue, beri choco - chips.\n- Panggang selama 35 menit dengan suhu 150 derajat hingga matang. Angkat dan dinginkan.\n- Cookies Choco Chip siap disajikan dengan taburan gula halus."
  },
  {
    "food": "Cookies Coklat",
    "image": "cookies_cokelat.jpg",
    "ingredients": "- 3 bungkus Kobe Tepung Pisang Goreng Crispy (75gr)\n- 50gr coklat bubuk\n- 1/4 sendok teh baking powder\n- 150gr margarin\n- 50gr butter\n- 50gr gula pasir\n- 2 butir kuning telur\n- gula halus secukupnya",
    "cooking_steps": "- Campur Kobe Tepung Pisang Goreng Crispy, coklat bubuk dan baking powder hingga rata, sisihkan.\n- Kocok margarin, butter, gula pasir dan kuning telur dengan mixer sampai mengembang.\n- Masukkan campuran tepung. Aduk hingga rata.\n- Siapkan loyang yang sudah diolesi minyak dan tepung, panaskan oven.\n- Ambil adonan dan masukkan ke dalam plastik segitiga yang sudah ada cetakan kue. Cetak di atas loyang, lakukan sampai adonan habis.\n- Panggang selama 40 menit dengan suhu 150 derajat hingga matang.\n- Angkat dan biarkan dingin. Beri toping gula halus dan Cookies Cokelat siap disajikan."
  },
  {
    "food": "Srikaya Roti Tawar",
    "image": "srikaya_roti_tawar.jpg",
    "ingredients": "- 4 lembar roti tawar (potong-potong)\n- 4 buah pisang kepok (potong-potong)\n- 1 bungkus Kobe Tepung Pisang Goreng Crispy (75gr)\n- 500 ml santan (santan kental 200 ml + 300 ml air)\n- 4 sendok makan gula pasir\n- garam secukupnya\n- 1 lembar daun pandan (potong-potong)",
    "cooking_steps": "- Campur santan, gula pasir, garam dan Kobe Tepung Pisang Goreng Crispy. Aduk rata.\n- Masukkan roti tawar, pisang ke dalam adonan santan. Aduk rata.\n- Ambil cup alumunium foil dan letakkan potongan daun pandan.\n- Masukkan adonan roti. Kukus kurang lebih 20 menit. Angkat.\n- Biarkan dingin dan Srikaya Roti Tawar siap disajikan."
  },
  {
    "food": "Ketan Lapis Sarikaya",
    "image": "ketan_lapis_sarikaya.jpg",
    "ingredients": "- 300 gram beras ketan (direndam 1 jam, cuci bersih, tiriskan)\n- 150 ml santan\n- 1 lembar daun pandan\n- ½ sendok teh garam\n- 100 gram gula merah\n- 50 gram gula pasir\n- 200 ml air\n- 5 biji daging durian\n- 1 lembar daun pandan\n- 1 bungkus Kobe Tepung Pisang Goreng Crispy (75gr)\n- ½ sendok teh garam\n- 100 gram gula enau / merah",
    "cooking_steps": "- Membuat Lapisan\n- Kukus beras ketan selama 20 menit sampai mekar.\n- Rebus santan, daun pandan dan garam sampai mendidih.\n- Masukkan beras ketan, masak sambil diaduk sampai santan meresap.\n- Kukus beras ketan 30 menit sampai matang. Angkat.\n\n- Membuat kue\n- Masak air. Masukkan gula, garam dan daun pandan. Aduk sampai gula mencair dan saring.\n- Campurkan 2 sendok makan Kobe Tepung Pisang Goreng Crispy (75gr), santan dan air gula. Aduk rata, masak sampai matang dan sedikit mengental.\n- Tuang di atas nasi ketan dan Ketan Lapis Srikaya siap disajikan. Rasa lebih nikmat saat dingin."
  },
  {
    "food": "Nagasari",
    "image": "nagasari.jpg",
    "ingredients": "- 10 lbr roti tawar\n- 50 gr Tepung KOBE Pisang Goreng\n- 350 ml santan kental\n- 100 gr gula pasir\n- 3 bh pisang raja (dipotong-potong)\n- Daun pisang secukupnya",
    "cooking_steps": "- Sobek-sobek roti tawar\n- Masukan Tepung KOBE Pisang Goreng, santan gula pasir. Remas-remas hingga lembut\n- Ambil 1 sendok adonan letakan diatas selembar daun pisang, tambahkan pisang didalamnya.\n- Gulung daun dan lipat ujung-ujungnya kukus selama 20 menit\n- Sajikan sebagai teman minum teh"
  },
  {
    "food": "Klappertaart Kukus",
    "image": "klappertaart_kukus.jpg",
    "ingredients": "- 5 lembar roti tawar (potong dadu 2 cm)\n- 200 ml susu cair\n- 2 sendok makan gula halus\n- 300 ml santan\n- daun pandan secukupnya\n- 50gr Kobe Tepung Pisang Goreng Crispy\n- 3 sendok makan gula pasir\n- 1 butir telur\n- 1/4 sendok teh kayu manis bubuk\n- 1 sachet vanili bubuk\n- 1 sendok teh garam\n- rhum essense secukupnya\n- 150gr kelapa muda (keruk lebar)\n- 25gr kismis (rendam air panas, belah jadi 2)",
    "cooking_steps": "- Rendam roti tawar dengan susu cair dan gula halus. Letakkan roti tawar ke dalam cup aluminium. Sisihkan.\n- Campur santan, daun pandan dan Kobe Tepung Pisang Goreng Crispy.\n- Tambahkan gula pasir, telur dan kayu manis bubuk.\n- Kemudian tambahkan kembali dengan vanili dan garam. Aduk-aduk.\n- Rebus hingga kental dan meletup-letup. Angkat dan biarkan uap panasnya hilang.\n- Masukkan telur, rhum essense dan kelapa muda. Aduk rata.\n- Tuang adonan ke dalam cup aluminium yang sudah diberi roti tawar.\n- Beri kismis di bagian atas adonan.\n- Kukus adonan klappertaart ke dalam panci pengukus dengan api kecil selama 45 menit hingga matang.\n- Angkat dan Klappertaart Kukus siap disajikan."
  },
  {
    "food": "Ropang Isi Apel",
    "image": "ropang_isi_apel.jpg",
    "ingredients": "- 100 ml susu plain\n- 2 sendok makan gula pasir\n- 1 bungkus Kobe Tepung Pisang Goreng Crispy\n- 1 butir telur\n- 1 sendok makan mentega cair\n- 3 lembar roti tawar gandum\n- 1 buah apel (dipotong tipis)\n- 50gr kismis\n- 1/2 sendok teh kayu manis bubuk",
    "cooking_steps": "- Campur susu, gula dan 4 sendok makan Kobe Tepung Pisang Goreng Crispy. Masukkan telur dan mentega cair. Aduk rata hingga larut, sisihkan.\n- Celupkan roti tawar gandum ke dalam adonan. Angkat dan taruh di atas loyang yang sudah diolesi mentega.\n- Taruh irisan apel, kismis dan taburi kayu manis bubuk di atas roti. Tutup kembali dengan roti yang sudah dicelupkan ke dalam adonan.\n- Tuang sisa adonan di atas roti. Panggang dengan suhu 150 derajat celcius selama kurang lebih 25 menit.\n- Angkat dan sajikan Ropang Isi Apel sebagai camilan."
  },
  {
    "food": "Pisang Kelapa Muda",
    "image": "pisang_goreng_lapis_kelapa_muda.jpg",
    "ingredients": "- 2 buah pisang tanduk\n- 2 butir telur\n- 250 ml air\n- 3 bungkus Kobe Tepung Pisang Goreng Crispy (75 gr)\n- 1 buah kelapa muda (ambil dagingnya)\n- minyak goreng secukupnya (untuk menggoreng)",
    "cooking_steps": "- Potong pisang dan cincang kasar dengan garpu.\n- Tambahkan telur dan 150 ml air. Aduk rata. Masukkan 2 bungkus Kobe Tepung Pisang Goreng Crispy. Aduk rata.\n- Tuang setengah adonan ke dalam loyang kotak 16x16x4cm yang dialasi kertas minyak. Tata kelapa muda. Tuang lagi sisa adonan.\n- Kukus selama 20 menit dengan api sedang sampai matang. Dinginkan.\n- Potong bentuk kotak. Sisihkan.\n- Campur 1 bungkus Kobe Tepung Pisang Goreng Crispy dengan 100 ml air hingga larut.\n- Masukkan potongan pisang satu per satu ke dalam adonan tepung.\n- Angkat dan goreng dalam minyak panas dengan api sedang sampai matang.\n- Pisang Goreng Lapis Kelapa siap disajikan selagi hangat."
  },
  {
    "food": "Roti Jala Durian",
    "image": "roti_jala_durian.jpg",
    "ingredients": "Bahan Roti Jala\n- 4 bungkus Kobe Tepung Pisang Goreng Crispy (75gr)\n- 150 ml susu\n- 150 ml air\n- 1 butir telur\n- 2 sendok makan margarin (dilelehkan)\n\nBahan Saus Durian\n- 100 gram gula merah\n- 50 gram gula pasir\n- 200 ml air\n- 5 biji daging durian\n- 1 lembar daun pandan\n- 1 bungkus Kobe Tepung Pisang Goreng Crispy (75gr)",
    "cooking_steps": "Cara membuat Roti Jala\n- Campurkan Kobe Tepung Pisang Goreng Crispy, susu dan air. Aduk rata.\n- Tambahkan telur dan margarin cair, aduk sampai rata. Bagi dua bagian.\n- Satu adonan diberi pasta hijau dan satu lagi beri pasta merah.\n- Masukkan masing adonan kedalam plastik segitiga, potong kecil ujung plastik.\n- Bikin seperti jala diatas teflon panas, masak dengan api kecil.\n- Lakukan sampai adonan habis, sisihkan.\n\nCara membuat Saus Durian\n- Masak air. Masukkan gula, garam dan daun pandan. Aduk sampai gula mencair, saring.\n- Campurkan 2 sendok makan Kobe Tepung Pisang Goreng Crispy, santan dan air gula. Aduk rata, masak sampai matang dan sedikit mengental.\n- Angkat dan sajikan saus durian dengan roti jala."
  },
  {
    "food": "Serabi Manis",
    "image": "serabi_manis.jpg",
    "ingredients": "Bahan Serabi Manis\n- 2 bungkus Kobe Tepung Pisang Goreng Crispy\n- 40gr tepung beras\n- 400ml santan kental\n- telur 2 butir\n- 1/4 sendok teh garam\n\nBahan Biang\n- 80gr Kobe Tepung Pisang Goreng Crispy\n- 1 sendok teh ragi\n- 80ml air\n\nBahan Kuah Serabi\n- 300ml santan\n- 150gr gula merah\n- 4 sendok makan gula pasir\n- 1 helai daun pandan\n- 1/4 sendok teh garam",
    "cooking_steps": "Cara membuat Biang Serabi\n- Siapkan wadah. Masukan Kobe Tepung Pisang Goreng Crispy, 1 sendok the ragi, 80ml air lalu aduk hingga rata. Diamkan kurang lebih 20 menit agar raginya bekerja.\n\nCara membuat Adonan Serabi\n- Siapkan wadah. Campurkan 2 bungkus Kobe Tepung Pisang Goreng Crispy dan tepung beras hingga tercampur rata.\n- Setelah rata lalu campurkan dengan adonan biang lalu masukan santan, telur dan garam. Aduk-aduk kembali hingga rata.\n- Panaskan cetakan serabi dengan ditutup hingga benar-benar panas lalu tuang adonan ke dalam cetakan dan masak dengan api kecil.\n- Angkat bila sudah matang lalu sajikan dengan kuah serabi selagi hangat.\n\nCara membuat Kuah Serabi Manis\n- Siapkan panci. Panaskan santan, gula merah, gula pasir, garam dan daun pandan lalu masak sampai matang sambil sesekali diaduk supaya santannya tidak pecah.\n- Apabila serabi sudah matang, hidangkan dengan siraman kuah serabi diatasnya."
  },
  {
    "food": "Dragon Sticky Rice",
    "image": "dragon_sticky_rice.jpg",
    "ingredients": "Bahan Vla\n- 1 bungkus Kobe Tepung Pisang Goreng Crispy (75gr)\n- 300 ml santan\n- gula pasir secukupnya\n- garam secukupnya\n- 1 lembar daun pandan\n\nBahan Dragon Sticky Rice\n- 200 ml santan\n- 1 lembar daun pandan\n- garam secukupnya\n- 250gr beras ketan (bersihkan dan rendam semalaman)\n- 1 buah buah naga ungu",
    "cooking_steps": "Cara membuat Vla\n- Campurkan Kobe Tepung Pisang Goreng Crispy, santan, gula dan garam. Tambahkan daun pandan. Aduk rata hingga larut.\n- Masak dengan api kecil hingga matang dan mengental. Angkat dan dinginkan.\n\nCara membuat Dragon Sticky Rice\n- Masak santan, daun pandan dan garam sampai mendidih. Matikan.\n- Masukkan beras ketan, masak sampai santan asat.\n- Kukus sampai matang, angkat dan biarkan dingin.\n- Tata Sticky Rice di atas piring, beri potongan buah naga. Tuang vla di atasnya.\n- Dragon Sticky Rice siap disajikan."
  },
  {
    "food": "Ropang Isi Pisang",
    "image": "ropang_isi_pisang.jpg",
    "ingredients": "- KOBE Pisang Goreng 4 sdm\n- roti tawar gandum 4 lembar\n- susu plain 100 ml\n- gula pasir 2sdm\n- pisang 1 sdm (potong bulat tipis-tipis)\n- kismis secukupnya\n- coklat meses secukupnya\n- mentega cair 1 sdm\n- telur 1 butir",
    "cooking_steps": "- Campur susu, gula, KOBE Pisang Goreng, telur dan mentega cair, aduk sampai rata, sisihkan\n- Letakkan 1 lembar roti di atas loyang segi empat (15 cm x 15 cm), taruh di atasnya irisan pisang, kismis, tutup dengan 2 buah roti tawar, tata lagi di atasnya pisang, kismis, tutup lagi dengan roti tawar, lalu siram dengan adonan cair yang telah disisihkan tadi hingga habis\n- Lalu panggang dengan suhu 150 derajat Celcius selama kurang lebih 25 menit atau hingga matang, sajikan dengan jus jeruk atau jus apel  "
  },
  {
    "food": "Ubi Goreng Kelapa",
    "image": "ubi_goreng_lapis_kelapa.jpg",
    "ingredients": "- 2 bungkus Kobe Tepung Pisang Goreng Crispy (75gr)\n- 250 ml air\n- 1 butir telur (kocok lepas)\n- 50gr kelapa kering (haluskan)\n- minyak goreng secukupnya (untuk menggoreng)\n- 200gr gula merah (disisir)\n- 3 lembar daun pandan\n- 1/4 sendok teh garam",
    "cooking_steps": "- Campur Kobe Tepung Pisang Goreng Crispy dengan 150 ml air, telur dan kelapa kering. Aduk rata.\n- Celupkan ubi ke dalam adonan.\n- Angkat dan goreng dalam minyak panas dengan api sedang sampai matang. Angkat dan sisihkan.\n- Rebus gula merah, 100 ml air, daun pandan dan garam sampai gula larut dan kental.\n- Tuang di atas ubi goreng. Ubi Goreng Lapis Kelapa siap disajikan."
  }
]